package com.example.readquran.repo.local

import com.example.readquran.model.Reader

object Readers{
    val readers = arrayListOf(
        Reader("عبد الباسط عبد الصمد",1),
        Reader("عبد الباسط عبد الصمد 2",2),
        Reader("عبد الرحمن السديس",3),
        Reader("ابو بكر الشاطري",4),
        Reader("هاني الرفاعي",5),
        Reader("خليل الحصري",6),
        Reader("مشاري العسافي",7),
        Reader("صدِّيق المنشاوي 1",8),
        Reader("صدِّيق المنشاوي 2",9),
        Reader("سعود الشريم",10),
        Reader("عبد المحسن القاسم",11),
        Reader("خليل الحصري",12),
        Reader("سعد الغامدي",13),
        Reader("فارس عباد",14),
        Reader("عبد الله الثبيتي",15),
        Reader("سهل ياسين",17),
        Reader("صلاح بو خاطر",18),
        Reader("احمد بن علي العجمي",19),
        Reader("السديس و الشريم",20),
        Reader("عبد العزيز الاحمد",21),
        Reader("محمد أيوب",22),
        Reader("توفيق بن سعيد السائغ",23),
        Reader("عبد الله الجبير",24),
        Reader("المدينة المنورة 1",25),
        Reader("محمد المحيسني",26),
        Reader("ياسر الدوسري",174),
        Reader("مكة المكرمة 1",29),
        Reader("المدينة المنورة 2",30),
        Reader("سعد الغامدي ",31),
        Reader("محمد جبريل",32),
        Reader("المدينة المنورة 3",33),
        Reader("مكة المكرمة 2",34),
        Reader("صالح آل طالب",35),
        Reader("عبد الودود حنيف",40),
        Reader("صلاح البدير",43),
        Reader("عزيز عليلي",44),
        Reader("مكة المكرمة 3",45),
        Reader("المدينة المنورة 4",46),
        Reader("ماهر المعيقلي 1",52),
        Reader("ماهر المعيقلي 2",51)

        )
}
